
const siteInfoData = [
  {
    id: "info1",
    title: "Призначення системи логістики",
    answer:
      "Це внутрішній веб-інтерфейс логістичної мережі, доступний лише операторам складу компанії TechSpeed у Києві.",
  },
  {
    id: "info2",
    title: "Доступ до функцій",
    answer:
      "Після входу відкривається панель з інформацією про 10 магазинів та поточний стан складу.",
  },
  {
    id: "info3",
    title: "Типи товарів",
    answer:
      "Система працює з трьома категоріями: комп’ютери, телефони та планшети, а також електронні аксесуари.",
  },
  {
    id: "info4",
    title: "Ємність магазинів",
    answer:
      "Кожен магазин може зберігати до 1000 аксесуарів, 300 телефонів/планшетів та 100 комп’ютерів.",
  },
  {
    id: "info5",
    title: "Динамічні оновлення",
    answer:
      "Запаси магазинів автоматично зменшуються з випадковим інтервалом, і оператор має слідкувати за залишками.",
  },
  {
    id: "info6",
    title: "Обмеження складу",
    answer:
      "Склад має максимум 70% сумарної місткості всіх магазинів, тому поповнення треба розплановувати.",
  },
  {
    id: "info7",
    title: "Поповнення товарів",
    answer:
      "Склад періодично отримує нові партії товару, що дозволяє операторам забезпечувати магазини.",
  },
];

export default siteInfoData;
